/* 
 SORelativeDateTransformer.strings
 
 Created by StdOrbit on 12/6/10.
 Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 
 German localization courtesy of Google Translate. <http://translate.google.com>
 */

"formatTemplateForRelativePastDatePhrase" = "%@";
"formatTemplateForRelativeFutureDatePhrase" = "in %@";
"now" = "jetzt";
"%d year (plural rule: one)" = "%d Jahr";
"%d year (plural rule: other)" = "%d Jahren";
"%d month (plural rule: one)" = "%d Mon";
"%d month (plural rule: other)" = "%d Mon";
"%d week (plural rule: one)" = "%d Woche";
"%d week (plural rule: other)" = "%d Wochen";
"%d day (plural rule: one)" = "%d Tag";
"%d day (plural rule: other)" = "%d Tagen";
"%d hour (plural rule: one)" = "%d Stunde";
"%d hour (plural rule: other)" = "%d Stunden";
"%d minute (plural rule: one)" = "%d Min";
"%d minute (plural rule: other)" = "%d Min";
"%d second (plural rule: one)" = "%d Sek";
"%d second (plural rule: other)" = "%d Sek";
